Repository: Vistaus/emerald
Catalog: po/*.po
Languages: be, es_es, it_it, ko_kr

source: Close Window
be: উইন্ডো বন্ধ করা

source: Maximize Window
be: উইন্ডো বড় করা

source: Restore Window
be: উইন্ডো পূর্বাবস্থায় ফিরিয়ে নিয়ে আসা

source: Minimize Window
be: উইন্ডো ছোট করা

source: Context Help
be: প্রসঙ্গ সহায়তা

source: Window Menu
be: উইন্ডো তালিকা

source: Shade Window
be: উইন্ডো শেড করা

source: UnShade Window
be: উইন্ডো আনশেড করা

source: Set Above
be: ওপরে স্থাপন করা

source: UnSet Above
be: ওপরে স্থাপন না করা

source: Stick Window
be: উইন্ডো স্টিক করা

source: UnStick Window
be: উইন্ডো আনস্টিক করা

source: The window "%s" is not responding.
be: "%s" উইন্ডোটি কোন প্রতিক্রিয়া করছে না.

source: Forcing this application to quit will cause you to lose any unsaved changes.
be: যদি এই অনুপ্রয়োগ থেকে বেরিয়ে আসার জন্য জোড় দেওয়া হয় তাহলে আপনার কিছু অসংরক্ষিত ডেটা হারিয়ে যাবে.

source: _Force Quit
be: _বেরিয়ে আসার জন্য জোড় দেওয়া

source: <b><big>%s</big></b> <i>%s</i> <small><b>Version</b> %s <b>Created By</b> %s <b>Use With</b> %s </small>
be: <b><big>%s</big></b> <i>%s</i> <small><b>সংস্করণ</b> %s <b>এর দ্বারা নির্মিত</b> %s <b>এই দিয়ে ব্যবহার করা</b> %s </small>

source: <b><big>%s</big></b> (System Theme) <i>%s</i> <small><b>Version</b> %s <b>Created By</b> %s <b>Use With</b> %s </small>
be: <b><big>%s</big></b> (সিস্টেম বিষয়) <i>%s</i> <small><b>সংস্করণ</b> %s <b>এর দ্বারা নির্মিত</b> %s <b>এই দিয়ে ব্যবহার</b> %s </small>

source: Unknown
be: অজানা
es_es: Desconocido
it_it: Sconosciuto
ko_kr: 알 수 없음

source: Whatever (no hint)
be: যা কিছু (কোন সংকেত নেই)
es_es: Cualquier (sin pista)
ko_kr: 무엇이든 (힌트 없음)

source: No Description
be: কোন বর্ণনা নেই
es_es: Sin descripción
it_it: Nessuna Descrizione
ko_kr: 설명 없음

source: Invalid Theme Name
be: অবৈধ বিষয় নাম
es_es: Nombre de tema inválido
it_it: Nome Tema Non Valido
ko_kr: 올바르지 않는 테마 이름

source: Invalid theme file. Does not end in .emerald
be: বিষয় ফাইলটি অবৈধ. এটি .emerald দিয়ে শেষ নয়
es_es: Archivo de tema inválido. No termina e .emerald
it_it: File tema non valido. Non finisce con .emerald
ko_kr: 올바르지 않는 테마 파일. .emerald 확장자로 끝나지 않음

source: Invalid Theme Name Could Not Export
be: বিষয় নামটি অবৈধ প্রেরণ করতে পারবে না
es_es: Nombre de tema inválido Imposible exportar
it_it: Nome Tema Non Valido Non Posso Esportare
ko_kr: 올바르지 않는 테마 이름 내보낼 수 없습니다

source: Invalid File Name Must End in .emerald
be: ফাইলের নামটি অবৈধ .emerald দিয়ে শেষ হতে হবে
es_es: Nombre de archivo inválido Debe terminar en .emerald
it_it: Nome File Non Valido Deve Finire con .emerald
ko_kr: 올바르지 않는 파일 이름 반드시 .emerald 확장자이어야 합니다

source: Error calling tar.
be: টার ডাকার সময় ত্রুটি
es_es: Error al ejecutar el archivo .tar
it_it: Errore lanciando tar.
ko_kr: tar 명령을 부르는데 에러.

source: Theme Exported
be: বিষয় প্রেরণ করা হয়েছে
es_es: Tema exportado
it_it: Tema Esportato
ko_kr: 테마 내보내짐

source: Can't save over system themes (or you forgot to enter a name)
be: সিস্টেমের বিষয়গুলি রক্ষা করতে পারবে না (অথবা আপনি নাম প্রবেশ করাতে ভুলে গেছেন)
es_es: Imposible sobrescribir el tema (o se olvido de introducir un nombre)
it_it: Non posso salvare sopra i temi di sistema (oppure hai dimenticato di scrivere il nome)
ko_kr: 시스템 테마로 저장할 수 없습니다 (또는 테마 이름을 입력하는 것을 잊었을 겁니다.)

source: Overwrite Theme %s?
be: %s বিষয়টি ওভাররাইট করতে চান?
es_es: ¿Sobrescribir tema %s?
it_it: Sovrascrivi Tema %s?
ko_kr: 테마 %s(을)를 엎어씁니까?

source: Couldn't Write Theme
be: বিষয়টি রাইট করতে পারছে না
es_es: Imposible escribir el tema
it_it: Non posso Scrivere il Tema
ko_kr: 테마를 쓸 수 없습니다

source: Couldn't Form Theme
be: বিষয়টি গঠন করতে পারছে না
es_es: Imposible formar el tema
it_it: Non posso Creare il Tema
ko_kr: 테마를 형성할 수 없습니다

source: Theme Saved
be: বিষয় রক্ষা করা হয়েছে
es_es: Tema guardado
it_it: Tema Salvato
ko_kr: 테마 저장됨

source: Can't delete system themes (or you forgot to enter a name)
be: সিস্টেমের বিষয়গুলি মুছে ফেলতে পারছে না (অথবা আপনি নাম প্রবেশ করাতে ভুলে গেছেন)
es_es: Imposible eliminar el tema (o se olvido de introducir un nombre)
it_it: Non posso cancellare i temi di sistema (oppure hai dimenticato di scrivere il nome)
ko_kr: 시스템 테마는 삭제할 수 없습니다 (또는 테마 이름을 입력하는 것을 잊었을 겁니다.)

source: Are you sure you want to delete %s?
be: আপনি কি %s মুছে ফেলতে চান ?
es_es: ¿Estás seguro de querer eliminar %s?
it_it: Sei sicuro di voler cancellare %s?
ko_kr: %s(을)를 삭제하기를 원합니까?

source: Theme deleted
be: বিষয় মুছে ফেলা হয়েছে
es_es: Tema eliminado
it_it: Tema cancellato
ko_kr: 테마 삭제됨

source: No such theme to delete
be: সেরকম কোন বিষয় মুছে ফেলা হবে না
es_es: No existe tema para eliminar
it_it: Non posso cancellare un tema inesistente
ko_kr: 삭제할 그런 테마가 없음

source: Use Pixmap Buttons
be: পিক্সম্যাপ বোতামগুলি ব্যবহার করুন
es_es: Usar imágenes para botones
it_it: Usa Pixmap Bottoni
ko_kr: 픽스맵 단추 사용

source: Use Button Halo/Glow
be: উজ্জ্বল মন্ডল/দীপ্তি বোতাম ব্যবহার করুন
es_es: Usar Halo/brillo en botones
it_it: Usa Aura Bottone
ko_kr: 단추 할로/발광 사용

source: Use Button Halo/Glow For Inactive Windows
be: নিষ্ক্রিয় উইন্ডোগুলির জন্য উজ্জ্বল মন্ডল/ দীপ্তি বোতামগুলি ব্যবহার করুন
es_es: Usar Halo/brillo en ventanas inactivas
it_it: Usa Aura Bottone Per Finestre Inattive
ko_kr: 비사용중인 창을 위하여 단추 할로/발광 사용

source: Button Pixmaps
be: বোতাম পিক্সম্যাপ
es_es: Imágenes de los botones
it_it: Pixmap Bottone
ko_kr: 단추 픽스맵

source: Button
be: বোতাম
es_es: Botón
it_it: Bottone
ko_kr: 단추

source: File
be: ফাইল
es_es: Archivo
ko_kr: 파일

source: Preview
be: পূর্বদৃশ্য
es_es: Previsualización
ko_kr: 미리보기

source: Clear
be: পরিষ্কার করা
es_es: Limpiar
it_it: Pulisci
ko_kr: 비우기

source: Colors
be: রঙগুলি
es_es: Colores
it_it: Colori
ko_kr: 색상

source: Text Fill
be: পাঠ্যাংশ পূরণ করা
es_es: Relleno del texto
it_it: Riempimento Testo
ko_kr: 글자 채우기

source: Text Outline
be: পাঠ্যাংশ বহির্রেখা
es_es: Contorno del texto
it_it: Profilo Testo
ko_kr: 글자 외곽선

source: Button Fill
be: বোতাম পূরণ করা
es_es: Relleno del botón
it_it: Riempimento Bottone
ko_kr: 단추 채우기

source: Button Outline
be: বোতামের বহির্রেখা
es_es: Limites del botón
it_it: Profilo Bottone
ko_kr: 단추 외곽선

source: Color
be: রঙ
it_it: Colore
ko_kr: 색상

source: Opacity
be: অস্বচ্ছতা
es_es: Opacidad
it_it: Opacita'
ko_kr: 불투명

source: Radius
be: ব্যাসার্ধ
es_es: Radio
it_it: Paggio
ko_kr: 반경

source: X Offset
be: X অফসেট
es_es: Margen X
it_it: Offset X
ko_kr: 가로 오프셋

source: Y Offset
be: Y অফসেট
es_es: Margen Y
it_it: Offset Y
ko_kr: 세로 오프셋

source: Title-Text Font
be: শীর্ষক- পাঠ্যাংশ ফন্ট
es_es: Fuente del título
it_it: Carattere Testo-Titolo
ko_kr: 창이름 글꼴

source: Minimum Title-bar Height
be: সর্বনিম্ন শীর্ষ-বারের উচ্চতা
es_es: Altura mínima de la barra de título
it_it: Altezza Minima Barra Titolo
ko_kr: 최소 창이름막대 높이

source: Vertical Button Offset
be: উল্লম্ব বোতাম অফসেট
es_es: Margen vertical de los botones
it_it: Offset Verticale Bottone
ko_kr: 단추 세로 오프셋

source: Horizontal Button Offset
be: অনুভূমিক বোতাম অফসেট
es_es: Margen horizontal de los botones
it_it: Offset Orizzontale Bottone
ko_kr: 단추 가로 오프셋

source: Title-bar Object Layout
be: শীর্ষক-বার বস্তু বিন্যাস
es_es: Esquema de la barra de título
it_it: Layout Oggetti Barra Titolo
ko_kr: 창이름막대 객체 배치

source: Use colons to separate left, center, and right. Anything after a third colon is ignored. C=Close, N=Minimize, X/R=Restore I=Icon, T=Title, H=Help, M=Menu S=Shade, U/A=On Top(Up/Above) Y=Sticky, (#)=# pixels space, ex: (5)
be: বাঁদিক, কেন্দ্র এবং ডানদিক পৃথক করার জন্য কোলোন ব্যবহার করুন. তৃতীয় কোলোনের পরে বাকিগুলিকে অগ্রাহ্য করা হবে. C=বন্ধ করা, N=ছোট করা, X/R=পূর্বাবস্থায় ফিরিয়ে আনা I=চিত্রসংকেত, T=শীর্ষক, H=সাহায্য, M=তালিকা S=শেড, U/A=ওপরে(উপর/ওপরে) Y=স্টিকি, (#)=# পিক্সেল স্থান, ex: (5)
es_es: Utilizar dos puntos para separar izquierdo, centro, y derecho. Cualquier cosa después del tercer punto es ignoradaC=Cerrar, N=Minimizar, X/R=Restaurar I=Icono, T=Título, H=Ayuda, M=Menu S=Shade, U/A=En top(encima/abajo) Y=Sticky, (#)= Nº de pixels de espacio, expl: (5)
ko_kr: 왼쪽, 가운데, 오른쪽을 구분하기 위해 콜론 사용. 어느 것이든 세번째 콜론 다음은 무시됨. C=닫기, N=최소, X/R=되돌리기 I=아이콘, T=창이름, H=도움말, M=메뉴 S=말아넣기, U/A=항상 위에 Y=끈적이, (#)=# 픽셀 간격, 예: (5)

source: Export Theme...
be: বিষয় প্রেরণ করা...
es_es: Exportar tema
it_it: Esporta Tema...
ko_kr: 테마 내보내기...

source: Name:
be: নাম:
es_es: Nombre:
it_it: Nome
ko_kr: 이름:

source: Untitled Theme
be: শীর্ষকবিহীন বিষয়
es_es: Tema sin nombre
it_it: Tema Senza Titolo
ko_kr: 제목없는 테마

source: Export...
be: প্রেরণ করা...
es_es: Exportar...
it_it: Esporta...
ko_kr: 내보내기...

source: Creator
be: প্রস্তুতকারক
es_es: Creador
it_it: Creatore
ko_kr: 만든이

source: Description
be: বর্ণনা
es_es: Descripción
it_it: Descrizione
ko_kr: 설명

source: Theme Version
be: বিষয় সংস্করণ
es_es: Versión del tema
it_it: Versione Tema
ko_kr: 테마 버전

source: Suggested Widget Theme
be: প্রস্তাবিত উইজেট বিষয়
es_es: Tema GTK sugerido
it_it: Tema Widget Suggerito
ko_kr: 제안하는 위젯 테마

source: Themer Version
be: বিষয় সংস্করণ
es_es: Versión del themer
it_it: Versione Motore
ko_kr: 테마도구 버전

source: Border
be: প্রান্তরেখা
es_es: Límites
it_it: Bordo
ko_kr: 테두리

source: Size
be: আকার
es_es: Tamaño
it_it: Dimensione
ko_kr: 크기

source: Top
be: ওপর
it_it: Alto
ko_kr: 위

source: Bottom
be: নিচে
es_es: Fondo
it_it: Basso
ko_kr: 아래

source: Left
be: বাঁদিক
es_es: Izquierda
it_it: Sinistra
ko_kr: 왼쪽

source: Right
be: ডানদিক
es_es: Derecha
it_it: Destra
ko_kr: 오른쪽

source: Note, when changing these values, it is advised that you do something like change viewports, as this will cause the position of the 'event windows' to update properly, and thus make moving/resizing windows work properly. This also applies to when you change the title-bar height through either the titlebar-min-height slider or the titlebar font setting.
be: লক্ষ্য করবেন, এই মূল্যগুলি পরিবর্তন করার সময় আপনাকে ভিউপোর্ট পরিবর্তন করা পরিবর্তন করার মত কার্যগুলি করতে বলা হচ্ছে, এরফলে 'ঘটনা উইন্ডো' র অবস্থানগুলি যথাযথভাবে আপডেট হয়ে যাবে এবং এরফলে উইন্ডোগুলি যথাযথভাবে সরানো/ আকার পরিবর্তন করা যাবে. শীর্ষবার-সর্বনিম্ন-উচ্চতা স্লাইডার বা শীর্ষবার ফন্ট উচ্চতা স্থাপনার মাধ্যমে আপনি যখন শীর্ষ-বারের পরিবর্তন করবেন তখন এটি দেখা যাবে
es_es: Nota, cuando se cambian estos valores, es aconsejable que haga cualquier cosa como cambiar de viewports, porque esto hará que la posición de las 'ventanas de eventos' se actualice adecuadamente, provocando que funcione bien el mover/redimensionar ventanas. Esto también se aplica cuando cambias la altura de la barra de título a través de la propia opción o del tamaño de la fuente de la barra.
it_it: Nota, quando si cambiano questi valori, e' consigliabile fare anche qualcosa tipo cambiare scrivania, cosi' la posizione della finestra eventi si aggiornera' correttamente,facendo funzionare in modo corretto muovi/ridimensiona. Questo vale pure quando cambiate l'altezza della Barra Titolo dallo slider o dal settaggio font.
ko_kr: 주의, 이 값을 변경할 때, 작업 공간을 바꾸는 것과 같은 무엇인가를 하도록 충고합니다. 그러면 이벤트가 일어나는 창의 위치를 제대로 갱신하게 되고, 그래서 창의 이동과 크기조절이 올바르게 동작하게 만듭니다. 이것은 창이름막대 최소 높이 슬라이더 또는 창이름막대 글꼴 설정에서 창이름막대의 높이를 변경할 때도 또한 적용됩니다.

source: Shadows
be: ছায়াগুলি
es_es: Sombras
it_it: Ombre:
ko_kr: 그림자

source: Frame Borders
be: ফ্রেম প্রান্তরেখা
es_es: Límites del marco
it_it: Bordi Cornice
ko_kr: 테마틀 테두리

source: Active Window
be: সক্রিয় উইন্ডো
es_es: Ventana activa
it_it: Finestra Attiva
ko_kr: 사용중인 창

source: Inactive Window
be: নিষ্ক্রিয় উইন্ডো
es_es: Ventana inactiva
it_it: Finestra Inattiva
ko_kr: 비사용중인 창

source: Title Bar
be: শীর্ষক বার
es_es: Barra de título
it_it: Barra Titolo
ko_kr: 창이름막대

source: Screenshot
be: স্ক্রিনশট
es_es: Captura de pantalla
it_it: Cattura Schermo
ko_kr: 스크린샷

source: Images
be: চিত্রগুলি
es_es: Imágenes
it_it: Immagini
ko_kr: 이미지

source: Information
be: তথ্য
es_es: Información
it_it: Informazioni
ko_kr: 정보

source: NOTE - These settings are not part of themes, they are stored separately, and control various UI preferences for Emerald.
be: NOTE - এই স্থাপনাগুলি বিষয়ের অংশ নয়, এগুলিকে পৃথকভাবে রক্ষা করা হয় এবং এগুলি এমারেল্ডের বিভিন্ন UI পছন্দগুলি নিয়ন্ত্রণ করে থাকে.
es_es: NOTA - Estas opciones no son parte de los temas, se almacenan por separado, y controlan varias opciones de la interfaz del Emerald
it_it: NOTA - Questi settaggi non sono parte del tema, sono salvati separatamente, e controllano varie preferenze dell'UI per Emerald.
ko_kr: 주의 - 이 설정들은 테마의 부분이 아니고, 따로이 저장이 됩니다. 그리고, 에머랄드를 위한 여러가지 UI 기본설정을 조종합니다.

source: Show Tooltips for Buttons
be: বোতামগুলির জন্য টুলটিপ প্রদর্শন করা
es_es: ¿Mostrar tooltips de los botones?
it_it: Mostra Suggerimenti Bottoni
ko_kr: 단추 도움말 보이기

source: Use Decoration Cropping
be: অলঙ্করণ ক্রপিং ব্যবহার করুন
ko_kr: 창 틀 잘라내기 사용

source: Use Button Fade
be: ফেড বোতাম ব্যবহার করুন
es_es: Usar fade en los botones
it_it: Usa Sbiadisci Bottone
ko_kr: 단추 부드럽게 강조 사용

source: Use Button Fade Pulse
be: ফেড পালস বোতাম ব্যবহার করুন
es_es: Usar botones pulsantes
it_it: Usa Sbiadisci Bottone Lampeggiante
ko_kr: 단추 깜빡이기 사용

source: Button Fade Total Duration
be: বোতাম ফেডের মোট সময়কাল
es_es: Duración total del fade de los botones
it_it: Durata Totale Sbiadimento Bottone
ko_kr: 단추 부드럽게 강조하기 총 지속

source: Button Fade Step Duration
be: বোতাম ফেড ধাপ সময়কাল
es_es: Duración de cada pasada del fade
it_it: Durata Passo Sbiadimento Bottone
ko_kr: 단추 부드럽게 강조하기 단계 지속

source: Button Pulse Wait Duration
be: পালস অপেক্ষার সময়কাল বোতাম
es_es: Duración de espera al pulsar el botón
it_it: Lampeggio Bottone Durata
ko_kr: 단추 깜빡이기 기다림 지속

source: Button Pulse Min Opacity %
be: বোতাম পালস সর্বনিম্ন অস্বচ্ছতা %
es_es: Opacidad mínima al pulsar los botones %
it_it: Lampeggio Bottone Min Opacita'%
ko_kr: 단추 깜빡이기 최소 불투명도 %

source: Titlebar Double-Click Action
be: শীর্ষবার ডাবল-ক্লিক কার্য
es_es: Doble-Click en la barra de título
it_it: Azione Doppioclick BarraTitolo
ko_kr: 창이름막대 두번누름 동작

source: Button Hover Cursor
be: বোতাম হোভার কার্সার
es_es: Cursor sobre los botones
it_it: Bottone Sotto Cursore
ko_kr: 단추위에 커서를 올렸을 때 모양

source: Normal
be: স্বাভাবিক
it_it: Normale
ko_kr: 보통

source: Pointing Finger
be: নির্দেশকারী অঙ্গুলী
es_es: Dedo apuntador
it_it: Puntatore mano
ko_kr: 손가락 모양

source: Compiz Decoration Blur Type
be: কমপিজ অলঙ্করণ অস্পষ্টতার ধরণ

source: None
be: কিছু না

source: Titlebar only
be: শুধুমাত্র শীর্ষবার

source: All decoration
be: সব অলঙ্করণ

source: Frame Engine
be: ফ্রেম ইঞ্জিন
es_es: Motor del marco
it_it: Motore Cornice
ko_kr: 테마틀 엔진

source: Buttons
be: বোতামগুলি
es_es: Botones
it_it: Bottoni
ko_kr: 단추

source: Frame/Shadows
be: ফ্রেম/ছায়াগুলি
es_es: Moldura/sombra
it_it: Cornice/Ombre
ko_kr: 테마틀/그림자

source: Titlebar
be: শীর্ষবার
es_es: Barra de título
it_it: BarraTitolo
ko_kr: 창이름막대

source: Theme
be: বিষয়
es_es: Tema
it_it: Tema
ko_kr: 테마

source: Edit
be: সম্পাদন
es_es: Editar
it_it: Edita
ko_kr: 편집

source: Import Theme...
be: বিষয় নিয়ে আসা...
es_es: Importar tema
it_it: Importa Tema...
ko_kr: 테마 들여오기...

source: Search:
be: সন্ধান:
es_es: Buscar:
it_it: Cerca:
ko_kr: 찾아보기:

source: Fetching Themes
be: বিষয়গুলি নিয়ে আসা
ko_kr: 테마 가져오기

source: Fetching themes... This may take time depending on internet connection speed.
be: বিষয়গুলি নিয়ে আসা... ইন্টারনেটের গতির ওপর নির্ভর করে এটি সময় নিতে পারে.
ko_kr: 테마 가져오는 중... 인터넷 연결 속도에 따라 시간이 걸릴 수 있습니다.

source: Here are the repositories that you can fetch Emerald Themes from. Fetching themes would fetch and import themes from SVN repositories You need Subversion package installed to use this feature.
be: এখানে সেই ভান্ডারগুলি রয়েছে যেখান থেকে আপনি এমারেল্ড বিষয়গুলি নিয়ে আসতে পারবেন. SVN ভান্ডার থেকে বিষয়গুলি নিয়ে আসা হবে এই বৈশিষ্ট্য ব্যবহার করার জন্য আপনাকে উপসংস্করণ প্যাকেজটি স্থাপন করতে হবে.
ko_kr: 여기에 에머랄드 테마를 가져올 수 있는 저장소가 있습니다. 테마 가져오기는 SVN 저장소에서 테마를 가져와서 들여오기를 합니다. 이 기능을 사용하려면 Subversion 꾸러미를 설치하여야 합니다.

source: This repository contains GPL'd themes that can be used under the terms of GNU GPL licence v2.0 or later
be: এই ভান্ডারে GPL'd বিষয়গুলি রয়েছে যেগুলি GNU GPL অনুমতিপত্র v2.0 বা তার পরবর্তী অনুমতির অধীনে ব্যবহার করা যাবে
ko_kr: 이 저장소는 GNU GPL 사용허가 v2.0 또는 그 이상에서 사용할 수 있는 GPL 테마를 가지고 있습니다.

source: This repository contains non-GPL'd themes. They might infringe copyrights and patent laws in some countries.
be: নন-GPL'd বিষয়গুলি এই ভান্ডারের রয়েছে. কয়েকটি দেশের ক্ষেত্রে এগুলি অধিকারস্বত্ত এবং পেটেন্ট নীতি লঙ্ঘন করতে পারে.
ko_kr: 이 저장소는 GPL이 아닌 테마를 가지고 있습니다. 나라에 따라 저작권과 특허법에 저촉될 수 있습니다.

source: To activate Non-GPL repository please run the following in shell and accept the server certificate permanently: svn ls https://svn.generation.no/emerald-themes.
be: নন-GPL ভান্ডারটি কার্যকরী করতে হলে দয়া করে শেলে নিম্নোক্তগুলি চালনা করুন এবং সার্ভারের প্রমাণপত্রটি চিরতরে গ্রহণ করুন: svn ls https://svn.generation.no/emerald-themes.

source: Themes
be: বিষয়গুলি
es_es: Temas
it_it: Temi
ko_kr: 테마

source: Edit Themes
be: বিষয়গুলি সম্পাদন করুন
ko_kr: 테마 편집

source: Repositories
be: ভান্ডার
ko_kr: 저장소

source: Themes Settings
be: বিষয় স্থাপনা
ko_kr: 테마 설정

source: Emerald Settings
be: এমারেল্ড স্থাপনা
es_es: Opciones del Emerald
it_it: Preferenze di Emerald
ko_kr: 에머랄드 설정

source: Select Engine
be: নির্বাচন করা ইঞ্জিন

source: Based on original gnome-window-decorator
be: প্রকৃত জিনোম-উইন্ডো-অলঙ্করণকারী উপর নির্ভরশীল
es_es: Basado en el gnome-window-decorator original
it_it: Basato sull'orioginale gnome-window-decorator
ko_kr: 원래의 그놈 창 테두리에 기반

source: Round Top Left Corner
be: ডানদিকের কোণার বৃত্তাকার উর্ধ্বপ্রান্ত
es_es: Esquina izquierda superior redonda
it_it: Angolo Alto Sinistra Stondato
ko_kr: 왼쪽 위 구석을 둥글게 함

source: Round Top Right Corner
be: ডানদিকের কোণার বৃত্তাকার উর্ধ্বপ্রান্ত
es_es: Esquina derecha superior redonda
it_it: Angolo Alto Destra Stondato
ko_kr: 오른쪽 위 구석을 둥글게 함

source: Round Bottom Left Corner
be: বাঁদিকের কোণার বৃত্তাকার নিম্নপ্রান্ত
es_es: Esquina izquierda inferior redonda
it_it: Angolo Basso Sinistra Stondato
ko_kr: 왼쪽 아래 구석을 둥글게함

source: Round Bottom Right Corner
be: ডানদিকের কোণার বৃত্তাকার নিম্নপ্রান্ত
es_es: Esquina derecha inferior redonda
it_it: Angolo Basso Destra Stondato
ko_kr: 오른쪽 아래 구석을 둥글게 함

source: Rounding Radius
be: বৃত্তাকার ব্যাসার্ধ
es_es: Radio de redondeo
it_it: Raggio Stondamento
ko_kr: 둥근 반경

source: Outer Frame Blend
be: বহির্গামী ফ্রেম মিশ্রণ
es_es: Mezcla externa del marco
it_it: Miscela Cornice Esterna
ko_kr: 외부 테마틀 혼합

source: Inner Frame Blend
be: অন্তর্বর্তী ফ্রেম মিশ্রণ
es_es: Mezcla interna del marco
it_it: Miscela Cornice Interna
ko_kr: 내부 테마틀 혼합

source: Outer Titlebar Blend
be: বহির্গামী শীর্ষকবার মিশ্রণ
es_es: Mezcla exterior de la barra de título
it_it: Miscela Barra Titolo Esterna
ko_kr: 외부 창이름막대 혼합

source: Inner Titlebar Blend
be: অন্তর্বর্তী শীর্ষবার মিশ্রণ
es_es: Mezcla interna de la barra de título
it_it: Miscela Barra Titolo Interna
ko_kr: 내부 창이름막대 혼합

source: Titlebar Separator
be: শীর্ষকবার বিভাজক
es_es: Separador de la barra de título
it_it: Separatore BarraTitolo
ko_kr: 창이름막대 구분자

source: Frame Outline
be: ফ্রেম বহির্রেখা
es_es: Límite exterior del marco
it_it: Profilo Cornice
ko_kr: 테마틀 외곽선

source: Frame Highlight
be: ফ্রেম লক্ষণীয় করা
es_es: Realzar marcos
it_it: Saliente Cornice
ko_kr: 테마틀 높이

source: Frame Shadow
be: ফ্রেম শ্যাডো
es_es: Sombra da moldura
it_it: Ombra Cornice
ko_kr: 테마틀 그림자

source: Contents Outline
be: বিষয়বস্তুর সংক্ষিপ্তরূপ
es_es: Limite de los contenidos
it_it: Profilo Contenuti
ko_kr: 내용부 외곽선

source: Contents Highlight
be: বিষয়বস্তু লক্ষণীয় করা
es_es: Toque de luz del contenido
it_it: Contenuti Salienti
ko_kr: 내용부 강조

source: Contents Shadow
be: বিষয়বস্তুর প্রচ্ছায়া
es_es: Sombra dos contenidos
it_it: Ombra Contenuti
ko_kr: 내용부 그림자

source: Frame
be: ফ্রেম
es_es: Límite
it_it: Cornice
ko_kr: 테마틀

source: Based on original legacy
be: মূল লেগ্যাসির ওপর নির্ভরশীল

source: Designed to be vista-ish in nature
be: vista-ish প্রকৃতিতে অলঙ্করণ
es_es: Diseñador para crear una apariencia similar al Vista
it_it: Disegnato per essere vist-oso di natura
ko_kr: 기본적으로 비스타 테마스럽도록 디자인됨

source: Base
be: ভিত্তি
ko_kr: 기본

source: Glow
be: দীপ্তি
es_es: Brillo
it_it: Incandescenza
ko_kr: 발광

source: Sides
be: প্রান্তরেখাগুলি
es_es: Lados
it_it: Lati
ko_kr: 옆

source: Everything done with customizable pixmaps!
be: পছন্দমত তৈরী করার মত পিক্সম্যাপে সবকিছু করা হবে!
es_es: Estás acostumbrado a imágenes personalizables!!
it_it: Fatto tutto con pixmaps personalizzabili!
ko_kr: 모든 것이 꾸밀 수 있는 픽스맵으로 마쳐짐!

source: Top Rounding Radius
be: ওপরের বৃত্তাকার ব্যাসার্ধ
es_es: Radio de redondeo del top
it_it: Raggio Arrotondamento Alto
ko_kr: 위 둥근 반경

source: Bottom Rounding Radius
be: নিম্নবর্তী বৃত্তাকার ব্যাসার্ধ
es_es: Grado de redondeo del fondo
it_it: Raggio di Arrotondamento in Basso
ko_kr: 아래 둥근 반경

source: Scaled
be: স্কেল
es_es: Adaptado
it_it: Scalato
ko_kr: 스케일

source: Not adjustable
be: বিন্যাসযোগ্য নয়
es_es: No adaptable
it_it: Non aggiustabile
ko_kr: 조절할 수 없음

source: Same as Active
be: একইরকম সক্রিয়
es_es: Iguales que activas
it_it: Come quella Attiva
ko_kr: 사용중인 것과 같게 함

source: Pixmap
be: পিক্সম্যাপ
es_es: Imagen
ko_kr: 픽스맵

source: Tiled/Scaled
be: টাইলযুক্ত /স্কেল যুক্ত
es_es: Titulado/Adaptado
it_it: Ripetuto/Scalato
ko_kr: 타일/스케일

source: Width Override
be: প্রস্থ ওভাররাইড করা
es_es: Sobrescribir longitud
it_it: Sovrascrivi Larghezza
ko_kr: 넓이 넘기

source: Height Override
be: উচ্চতা ওভাররাইড করা
es_es: Override de la altura
it_it: Altezza Sovrimpressione
ko_kr: 높이 넘기

source: Glassy effects for your windows
be: আপনার উইন্ডোর জন্য চকচকে প্রভাব
es_es: Efectos vidriosos para tus ventanas
it_it: Effetti vetrosi per le vostre finestre
ko_kr: 창에 투명유리 효과

source: Glow Height
be: দীপ্তির উচ্চতা
es_es: Altura del brillo
it_it: Altezza Incandescenza
ko_kr: 발광 높이

source: Frame Base Color
be: ফ্রেম ভিত্তিক রঙ
es_es: Color base del marco
it_it: Colore Base Cornice
ko_kr: 테마틀 기본 색상

source: Upper Titlebar Glow
be: ওপরের শীর্ষবারের দীপ্তি
es_es: Brillo superior de la barra de título
it_it: Incandescenza BarraTitolo piu'Alta
ko_kr: 창이름막대 위쪽 발광

source: Upper Glass Glow
be: উপরিবর্তী গ্লাসের দীপ্তি
es_es: Brillo superior
it_it: Incandescenza Vetro piu'Alta
ko_kr: 위쪽 유리 발광

source: Lower Glass Glow
be: নিম্নবর্তী গ্লাসের দীপ্তি
es_es: Brillo inferior
it_it: Incandescenza Vetro Bassa
ko_kr: 아래쪽 유리 발광

source: Middle Glass Glow
be: মধ্যবর্তী গ্লাসের দীপ্তি
es_es: Brillo central
it_it: Incandescenza Vetro di Mezzo
ko_kr: 가운데 유리 발광

source: Outer Glass Glow
be: বহির্মুখী গ্লাসের দীপ্তি
es_es: Brillo exterior
it_it: Incandescenza Cornice Esterna
ko_kr: 외부 유리 발광

source: Multiple gradients with somewhat glassy features too
be: গ্লাসি বৈশিষ্ট্যের সঙ্গে বিবিধ গ্র্যাডিয়েন্ট
es_es: Múltiplos gradientes con algún aspecto vidriado
it_it: Gradienti Multipli con pure qualche effetto vetroso
ko_kr: 약간의 유리창 효과와 함께 복수의 색 변화

source: Left Blend
be: বাঁদিকের মিশ্রণ
es_es: Mezcla izquierda
it_it: Miscela Sinistra
ko_kr: 왼쪽 혼합

source: Middle Blend
be: মধ্যবর্তী মিশ্রণ
es_es: Mezcla central
it_it: Miscela di Mezzo
ko_kr: 가운데 혼합

source: Right Blend
be: ডানদিকের মিশ্রণ
es_es: Mezcla derecha
it_it: Miscela Destra
ko_kr: 오른쪽 혼합

source: Contrast
be: বৈসাদৃশ্য
es_es: Contraste
it_it: Contrasto
ko_kr: 대조

source: (Color)
be: (রঙ)
it_it: (Colore)
ko_kr: (색상)

source: (Alpha)
be: (আলফা)
es_es: (Alfa)
it_it: (Alfa)
ko_kr: (투명값)

source: Notch
be: খাঁজ অবস্থান
es_es: Altura
ko_kr: 높이단

source: Position
be: অবস্থান
es_es: Posición
it_it: Posizione
ko_kr: 위치

source: Curve
be: বক্ররেখা
es_es: Curva
it_it: Curva
ko_kr: 커브

source: Offset
be: অফসেট
es_es: Margen
ko_kr: 오프셋

source: Use Glow
be: দীপ্তি ব্যবহার করুন
es_es: Usar brillo
it_it: Usa Incandescenza
ko_kr: 발광 사용

source: Title Glow
be: শীর্ষক দীপ্তি
es_es: Brillo del título
it_it: Incandescenza Titolo
ko_kr: 창이름 발광

source: Evolved from the legacy engine
be: লিগ্যাসি ইঞ্জিন থেকে প্রকাশিত হওয়া
es_es: Desarrollado del motor inicial
it_it: Evoluto dal motore classico
ko_kr: 레가시 엔진에서 진화됨

source: Border Gap
be: প্রান্তরেখার ব্যবধান
es_es: Fallo en el límite
it_it: Gap Bordo
ko_kr: 테두리 간격

source: Show Border when maximised?
be: বড় করার সময় প্রান্তরেখাটি প্রদর্শন করতে চান?
es_es: ¿Mostrar bordes cuando se maximiza?
it_it: Mostra Bordi quando Massimizzato?
ko_kr: 최대화되었을 때 테두리를 보입니까?
