Repository: Vistaus/emerald
Catalog: po/*.po
Languages: be, es_es, it_it, ko_kr

source: Show when minimised?
be: ছোট করার সময় দেখাতে চান?
es_es: ¿Mostrar bordes cuando se minimiza?
it_it: Mostra quando minimizzato?
ko_kr: 최소화되었을 때 보입니까?

source: Minimised Border Size
be: সংক্ষিপ্ত প্রান্তরেখার আকার
es_es: Tamaño del borde minimizada
it_it: Dimensione Bordo Minimizzato
ko_kr: 최소화된 테두리 크기

source: Enable Left Bar Dip?
be: বাঁদিকের বার ডিপ সমর্থ করতে চান?
es_es: ¿Activar dip en la barra izquierda?
ko_kr: 왼쪽 막대 함몰을 사용합니까?

source: Left Bar Radius
be: বাঁদিকের বারের ব্যাসার্ধ
es_es: Radio izquierdo de la barra
it_it: Raggio della Barra Sinistra
ko_kr: 왼쪽 막대 반경

source: Enable Lower Bulge? (Useless at the moment, but will be used soon)
be: নিম্নবর্তী স্ফিতি সমর্থ করতে চান? (এই মুহূর্তে কার্যকরী না হলেও, পরে ব্যবহৃত হবে)
es_es: ¿Permitir un bombeo más bajo? (Sin uso de momento, pero pronto será usado)
it_it: Abilita Rigonfiamento Basso? (Inutile per ora,ma presto...)
ko_kr: 아래쪽 부풀기를 사용합니까? (현재 사용을 못하지만, 나중에 사용됨)

source: Top Corner Offset (%)
be: ওপরের কোণার অফসেট (%)
es_es: Márgenes de los cantos superiores (%)
it_it: Offset Angolo Alto (%)
ko_kr: 위 구석 오프셋 (%)

source: Enable Title Bar Dip?
be: শীর্ষ বার ডিপ সমর্থ করতে চান?
es_es: ¿Activar dip na barra de título?
ko_kr: 창이름막대 함몰을 사용합니까?

source: Enable Button Part?
be: বোতামের অংশ সমর্থ করতে চান?
es_es: ¿Activar parte del botón?
it_it: Abilita Parte Bottone
ko_kr: 단추 부분을 사용합니까?

source: Title Part Width
be: শীর্ষ অংশের প্রস্থ
es_es: Longitud de la parte del título
it_it: Larghezza Parte Titolo
ko_kr: 창이름 부분 넓이

source: Button Part Width)
be: বোতাম অংশের প্রস্থ)
es_es: Imagen de la parte del botón
it_it: Larghezza Parte Bottone)
ko_kr: 단추 부분 넓이

source: Dip Corners Radius)
be: ডিপ কোণার ব্যাসার্ধ)
es_es: Inmersión arrinconada del radio
ko_kr: 함몰 구석 반경

source: Round Inside Corners As well?
be: অন্তর্বর্তী বৃত্তাকার কোণাও করতে চান?
es_es: ¿También redondear esquinas interiores?
it_it: Stonda Anche Angoli Interni?
ko_kr: 내부 구석들도 같이 둥글게 합니까?

source: Enable Different Maximised Colors?
be: বিভিন্ন সর্বাধিক রঙগুলি সমর্থ করতে চান?
es_es: ¿Activar colores diferentes para ventanas maximizadas?
it_it: Abilita Differenti Colori Mssimizzato?
ko_kr: 다른 최대화된 색상을 사용합니까?

source: Turn Off repeating gradients when maximised?
be: বড় করার পর পুনরাবৃত্তিক গ্র্যাডিয়েন্টগুলি বন্ধ করতে চান?
es_es: ¿Desligar gradientes repetidos al maximizar?
it_it: Togli ripetizione gradienti quando massimizzata?
ko_kr: 최대화되었을 때 색 변화를 반복하는 것을 끕니까?

source: Round Top Left Corner?
be: বৃত্তাকার ওপরের বাঁদিকের কোণা?
es_es: ¿Redondear esquina izquierda superior?
it_it: Angolo Alto Sinistra Stondato?
ko_kr: 왼쪽 위 구석을 둥글게 합니까?

source: Frame Rounding Radius
be: ফ্রেম বৃত্তাকার ব্যাসার্ধ
es_es: Raio de arredondamento da moldura
it_it: Raggio Arrotondamento Cornice
ko_kr: 테마틀 둥근 반경

source: Titlebar Rounding Radius
be: শীর্ষকবার বৃত্তাকার ব্যাসার্ধ
es_es: Radio de redondeo de la barra de título
it_it: Raggio stondamento BarraTitolo
ko_kr: 창이름막대 둥근 반경

source: Repeat Gradient?
be: আনতি পুনরাবৃত্তি করতে চান ?
es_es: ¿Repetir gradiente?
it_it: Ripeti Gradiente?
ko_kr: 색 변화를 반복합니까?

source: Vertical Repeat?
be: উল্লম্ব পুনরাবৃত্তি করতে চান ?
es_es: ¿Repetición vertical?
it_it: Ripetizione Verticale?
ko_kr: 세로로 반복합니까?

source: Diagonal Repeat?
be: কর্ণ পুনরাবৃত্তি করতে চান?
es_es: ¿Repetición diagonal?
it_it: Ripetizione Diagonale?
ko_kr: 대각선 반복?

source: Repeat Frequency
be: ফ্রিকোয়েন্সি পুনরাবৃত্তি করুন
es_es: Frecuencia de repetición
it_it: Frequenza Ripetizione
ko_kr: 반복 주기

source: Enable Title Part Pixmap?
be: শীর্ষক অংশ পিক্সম্যাপ সমর্থ করতে চান?
es_es: ¿Activar imagen da parte do título?
it_it: Abilita Pixmap Parte Titolo?
ko_kr: 창이름 부분 픽스맵을 사용합니까?

source: Repeat Title Part Pixmap?
be: শীর্ষক অংশ পিক্সম্যাপ পুনরাবৃত্তি করতে চান ?
es_es: ¿Repetir imagen de la parte de la barra de título?
it_it: Ripeti Pixmap Parte Titolo?
ko_kr: 창이름 부분 픽스맵을 반복합니까?

source: Title Bar Part Pixmap
be: শীর্ষক বার অংশ পিক্সম্যাপ
es_es: Imagen de la parte de la barra de título
it_it: Pixmap Parte Barra Titolo
ko_kr: 창이름막대 부분 픽스맵

source: Choose Titlebar Part Pixmap
be: শীর্ষক অংশ পিক্সম্যাপ পছন্দ করুন
es_es: Escoger imagen de la parte de la barra de título
it_it: Scegli Pixmap Parte Barra Strumenti
ko_kr: 창이름막대 부분 픽스맵 선택

source: Enable Button Part Pixmap?
be: বোতাম অংশ পিক্সম্যাপ সমর্থ করতে চান ?
es_es: ¿Activar imagen de la parte del botón?
it_it: Abilita Pixmap per Parte Bottone?
ko_kr: 단추 부분 픽스맵을 사용합니까?

source: Repeat Button Part Pixmap?
be: বোতাম অংশ পিক্সম্যাপ পুনরাবৃত্তি করতে চান ?
es_es: ¿Repetir imagen de la parte del botón?
it_it: Ripeti Pixmap Parte Bottone?
ko_kr: 단추 부분 픽스맵을 반복합니까?

source: Button Part Pixmap
be: বোতাম অংশ পিক্সম্যাপ
it_it: Pixmap Parte Bottone
ko_kr: 단추 부분 픽스맵

source: Choose Button Part Pixmap
be: বোতাম অংশের পিক্সম্যাপ পছন্দ করুন
es_es: Escoger imágen do botão
it_it: Scegli Pixmap Parte Bottone
ko_kr: 단추 부분 픽스맵 선택

source: Enable Titlebar Pixmap?
be: শীর্ষকবার পিক্সম্যাপ সমর্থ করতে চান ?
es_es: ¿Activar imagen da barra de título?
it_it: Abilita Pixmap Barra Titolo?
ko_kr: 창이름막대 픽스맵을 사용합니까?

source: Repeat Titlebar Pixmap?
be: শীর্ষকবার পিক্সম্যাপ পুনরাবৃত্তি করতে চান?
es_es: ¿Repetir imagen de la barra de título?
it_it: Ripeti Pixmap Barra Titolo?
ko_kr: 창이름막대 픽스맵을 반복합니까?

source: Titlebar Pixmap
be: শীর্ষকবার পিক্সম্যাপ
es_es: Imagen de la barra de título
it_it: Pixmap BarraTitolo
ko_kr: 창이름막대 픽스맵

source: Choose Titlebar Pixmap
be: শীর্ষকবার পিক্সম্যাপ পছন্দ করুন
es_es: Escoger imagen de la barra de título
it_it: Scegli Pixmap Barra Titolo
ko_kr: 창이름막대 픽스맵 선택

source: Active/Inactive
be: সক্রিয়/নিষ্ক্রিয়
es_es: Activa/Inactiva
it_it: Attiva/Disattiva
ko_kr: 사용/비사용

source: Maximised
be: সর্বাধিক
es_es: Maximizada
it_it: Massimizzato
ko_kr: 최대화됨

source: Corners
be: কোণাগুলি
es_es: Esquinas
it_it: Angoli
ko_kr: 구석

source: Border Layout
be: প্রান্তরেখার বিন্যাস
es_es: Diseño de los límites
it_it: Layout Bordo
ko_kr: 테두리 레이아웃

source: Left Bar
be: বাঁদিকের বার
es_es: Barra izquierda
it_it: Barra Sinistra
ko_kr: 왼쪽 막대

source: Pixmaps
be: পিক্সম্যাপগুলি
es_es: Imágenes
ko_kr: 픽스맵

source: To activate Non-GPL repository please run the following in shell and accept the server ceritficate permanently: svn ls https://svn.generation.no/emerald-themes.
ko_kr: GPL이 아닌 저장소를 사용하려면 터미널에서 다음 명령을 사용하여 그 저장소 서버의 인증서를 받아들입니다. svn·ls·https://svn.generation.no/emerald-themes

source: Pixmaps (Active))
es_es: Imagen (activa)
it_it: Pixmaps (Attiva))

source: Pixmaps (Inactive)
es_es: Imagen (inactiva)
it_it: Pixmaps (Inattiva)

source: Theme Imported
es_es: Tema importado
it_it: Tema Importato
